{
  "quotes": [
    "I would rather a romantic relationship turn into contempt than turn into apathy. The passion in the extremities make it appear so though it once meant something. We grow from hot or cold, but lukewarm is the biggest insult.",
    "If I could have had him, I could have let him go. But without the having there was nothing... so to the nothing I hold.",
    "A reminder that often our best shot at finding lasting love comes from the personal growth that occurs in the aftermath of a painful breakup.",
    "I may have cried a million times since we haven't been together, but all the times you made me smile is what will remain in my heart forever.",
    "Her heart had grown so familiar to the pain of life without him, that to respond now seemed too large a pleasure she could not endure. If pain was love, then she loved fiercely. yet knew she could not be near that boy again.",
    "Breakups hurt, but losing someone who doesn't respect and appreciate you is actually a gain, not a loss.",
    "I'm going to smile like nothing's wrong, pretend like everything's all right, act like it's all perfect, even though inside it really hurts.",
    "There is noting sadder in this life than to watch someone you love walk away after they have left you. To watch the distance between your two bodies expand until there is nothing left but empty space and silence.",
    "I think you still love me, but we can't escape the fact that I'm not enough for you. I knew this was going to happen. So I'm not blaming you for falling in love with another woman. I'm not angry, either. I should be, but I'm not. I just feel pain. A lot of pain. I thought I could imagine how much this would hurt, but I was wrong.",
    "Never settle, it it doesn't feel right, it's not suppose to.",
    "The only way to feel peace after a break-up is to quiet the thoughts about it.",
    "You don't realize how important and precious something is, until it leaves you.",
    "It took a while for her to figure out she could run but when she did she was long gone, long gone...",
    "It is our wounds that creates i us a desire to reach for miracles. The fulfillment of such miracles depends on whether we let our wounds pull us down or lift us up towards our dreams.",
    "When we break up with you, it's because he finally realized that he wasn't good enough for you and that he's letting you go free to  find the one.",
    "No matter the amount of happy memories we created together, once we broke up, we become strangers."
  ]
}
