{
"quotes": [
    "I have died everyday waiting for you darling, don't be afraid I have loved you for a thousand years, I'll loved you for a thousand more.",
    "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.",
    "Everytime I close my eyes I see you. How I wish I would still see you every time  I open them.",
    "For you see, each day I love you more, today more than yesterday and less than tomorrow.",
    "A true man is expert on how to take care and to value their woman.",
    "One word frees us of all the weight and pain of life: That word is love.",
    "Don't be mad if sometimes I ignore you. Don't be worried. It's just my way to get you to grow fonder of me.",
    "My teacher once told me that long distance relationships don't last, just like chemistry and physics say 'As the distance increases, the force of attraction decreases'. I answered 'Ma'am love is not measured by distance, as a matter of fact, Love is not related to Science at all'.",
    "There are some people that are not meant for each other. They are not meant for each other, yet their paths still cross.",
    "God is truly great, he knows where people will be happy, where they can cherish and truly love, even the heaven here on earth. No wonder he placed me near you.",
    "Yor know you're in love when you don't want to fall asleep because reality is finally better than your dreams.",
    "A hundred hearts would be too few to carry all my love for you.",
    "Did you know that the word love was invented when I met you?",
    "The most important thing in life is to learn how to give out love, and to let it come in.",
    "I don't believe in fairy tales but when  I saw you, I knew you were my prince and I'm your princess.",
    "Love is when  you meet someone who tells you something new about yourself.",
    "It feels good to know that there is one person who will never give up one me, even when I am being annoying.",
    "The words good morning don't really mean wake up. In fact, it's my shy way of saying I thing of you, every time I wake up.",
    "It makes me happy to see you everyday, every hour and every minute, even if it is for no reason.",
    "Love is like a bed of roses, which means love brings about two things pain and happiness.",
    "Smile my love, because every time you smile, you give a little sunshine to someone around you and that's always worth smiling for."
  ]
}
