{
"quotes": [
    "You don't have to force yourself to love someone else to prove to yourself that you have totally forgotten him and moved on.",
    "True love is like a drunk person, crying, falling and hurting... But still saying I can.",
    "I will come to a point that I will forget your name, but not the happy memories you gave me.",
    "Sometimes letting go of the person isn't enough, sometimes you have to let go of your memories with them too.",
    "Last night is lost the world, and gained the universe.",
    "When you forgive, you love. When you love, God's light shines upon you.",
    "You're that someone I can't be mad at no matter what you do. You're that someone who holds me tight.",
    "I think if God forgives us we must forgive ourselves. Otherwise, it is almost like setting up ourselves as a higher tribunal than him.",
    "A heart filled with anger has no room for love.",
    "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.",
    "It doesn't matter if he's the one who let go. What's important is you know you gave your all and nothing less.",
    "Forgiveness is not an occasional act, it is a constant attitude.",
    "It is hard to trust a person who lies over and over again.",
    "Sometimes, even if its not you fault, you say sorry just to end the fight.",
    "Love means you keep on loving no matter how many times you have experienced the pain of rejection.",
    "To be wronged is nothing, unless you continue to remember it.",
    "All i wanted is you, all this time I have loved you. But you took me for granted, leaving my heart wounded. So, I'm saying my goodbye this one last time, and hoping I can get over you as time goes by.",
    "Life doesn't get easier or more forgiving, we get stronger and more resilient.",
    "Forgive your enemies, but never forget their names.",
    "Every time I hear our song I remember you. Every time I smell your  perfume  I miss you. Every time i remember you i want you back. I can't have you again. You are with someone who deserves you more.",
    "Dumbledore says people find it far easier to forgive others for being wrong than being right.",
    "Love always forgives...",
    "The best way to move on is to cry and cry until your tears stop falling.",
    "Sometimes letting go of the person isn't enough, sometimes you have to let go of yor memories with them too.",
    "You're that someone I can't be mad at no matter what you do. You're that someone who holds me tight.",
    "I am grateful that you became part of my life rather than to never have experienced how to be very happy as part of yours.",
    "It doesn't matter if he's the one who let go. What's important is you know you gave your all and nothing less.",
    "True forgiveness is when you sav, 'Thank you for that experience'",
    "Forgiveness is an act of the will, and the will can function regardless of the temperature of the heart.",
    "To err is human, to forgive, divine.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "Always forgive your enemies; nothing annoys them so much.",
    "I forgive you because i love you. What i can't forgive is myself because i let you hurt me for the whole relationship.",
    "I know someday when were over you will replace me, but you can never replace the memories we made.",
    "To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you.",
    "Resentment is like drinking poison and hoping it will kill your enemies."
  ]
}
