{
"quotes": [
    "Where love is the case, the doctor is an ass.",
    "A time will come that you will remember the times you've been stupid to someone and you will just laugh.",
    "Gossips are like historians. They talk about things they didn't witness.",
    "If love is the answer, could you please rephrase the question?",
    "If loving you were a crime, I would be the most wanted criminal.",
    "I thought I was promiscuous, but it turns out I was just thorough.",
    "Romantic love is mental illness. But it's a pleasurable one.",
    "Algebra is  my favorite subject... because you can replace my X without asking me Y?",
    "Love is sharing your popcorn.",
    "Love is a sweet dream and marriage is the alarm clock.",
    "If love is the answer, could you rephrase the questions?",
    "I hate the feeling that even when I'm angry it goes away with just your smile.",
    "This is true... Life is incomplete without you. I am so unlucky. I can't be complete... because I know, I can never have you.",
    "There are things that are easy to say but hard to do... such as dieting, saving and most of all moving.",
    "A kiss without a mustache is like and egg without salt.",
    "Love is telling someone their hair extensions are showing.",
    "I wasn't kissing her, I was whispering in her mouth!",
    "I only have two vices, boozing and gambling. Boozing in your love and gambling everything for you.",
    "Life is so stupid. An ordinary person makes you smile and a very special person makes you cry. Still, we care for the special one.",
    "People who throw kisses are hopelessly lazy",
    "Romantic love is mental illness. But it's a pleasurable one.",
    "True love is like a boomerang, it always comes towards you and doesn't care about others.",
    "Love is the set dream and marriage is the alarm clock",
    "Love is like an illness, it will hit you when you don't expect",
    "I was married by a judge. I should have asked for a jury.",
    "Be grateful that my heart is stupid. Even though you broke it, it still loves you."
  ]
}
