{
"quotes": [
      "Don\u0027t find love, let love find you. That\u0027s why it is called falling in love, because you don\u0027t force yourself to fall, you just fall.",
      "You will always fall in love and it will just be like having your throat cut, just that fast.",
      "I am so blessed to have you to share my life with.",
      "Falling in love isn\u0027t a choice it\u0027s a reaction. If it happens it happens. Your best bet is to fall and don\u0027t look back up.",
      "Everyday I spend with you is a blessing for me.",
      "You can into my life and changed everything, made me a better person and took care of me. I love you and I know you feel the same. You may not be perfect but you are the right one for me.",
      "Gravitation is not responsible for people falling in love.",
      "First best is falling in love. Second best is being in love. Least best is falling out of love. But any of it is better than never having been in love.",
      "To fall in love is awfully simple, but to  fall out of love is simply awful.",
      "I love you because you are the craziest person I know. You can make me do the most craziest thing I never thought I\u0027d do. You make me crazy for you.",
      "I\u0027m in love, always, because you make me fall in love everyday.",
      "I love you because you are the craziest person I know. You can make me do the most craziest thing I never thought I\u0027d do. You make me crazy for you.",
      "I\u0027m in love, always, because you make me fall in love everyday.",
      "Sometimes you break your heart in the right way, if you know what I mean.",
      "When I\u0027m with you the time passes too fast.. I guess it\u0027s because I\u0027m always happy when I\u0027m with you. Even a whole day with you is just isn\u0027t enough.",
      "Have you ever watched a leaf leave a tree? It falls upward first, and then it drifts toward the ground, just as I find myself drifting towards you.",
      "Every time I see you, you inspire me, and everyday you love me, makes me happy.\t",
      "Love is missing someone whenever you’re apart, but somehow feeling warm inside because you share the same love in your hearts.",
      "I love you and that will not change. Whatever the reason that you\u0027re trying to hide, whatever it is that you\u0027re keeping away, it does not matter I will still be here.\t",
      "Give me another chance to fall in love and I will still fall in love with you. You have made my life so beautiful that I cannot see another world without you. You and I are meant to be together and I will always love you.",
      "Sweet things happen to loving people. So when you do sweet things for me, I look back and try to find out how loving I have been and the  I realize that my love for you is simply beyond measure.",
      "After meeting you in the day nights feel so long. I just wait for the next time I am going to meet you and can\u0027t even sleep at nights lost in thoughts about you.",
      "When you fall in love, the natural thing to do is give yourself to it. That\u0027s what I think. It\u0027s just a form of sincerity.",
      "Never love anybody who treats you like you\u0027re ordinary.",
      "It makes me feel better every time I make you happy because your happiness is my happiness too.",
      "Falling in love is the best way to kill your heart because then it\u0027s not yours anymore. It\u0027s laid in a coffin, waiting to be cremated.",
      "  Love is but the discovery of ourselves in others and the delight in the recognition.",
      "Seeing you is the best thing that meets my eyes. My love for you seems infinite like the skies. When I fell for you they asked me the reason why? She is the best I said, I speak the truth, no lie.",
      "I don\u0027t want anything else in life... all I want is you here by my side loving me and taking care of me.",
      "People in love overvalue their heart and undervalue their mind.",
      "Being in love is being inspired!! Stay inspired...stay in love!!",
      "He who is in love can become anything at all. He could be a poet today, a painter tomorrow, a singer another day. For when you fall in love there is hardly anything that you cannot do. All things become possible through love.",
      "The best feeling, when you\u0027re in love, is that moment everyday when you wake up and your first thought of them makes you smile!!",
      "As he read, I fell in love the way you fall asleep: slow, and then all at once.",
      "When I looked into your eyes the last time, I found priceless jewels. Love flowed through and all I saw was a reflection of my face. I know that even for a million dollars, I would never trade this relationship.",
      "I didn\u0027t know what love was until I got to know you. It is the greatest feeling in the world.",
      "I was never a poet before but now I write poems for you, I was a music listener but now I sing and hum love songs too. I guess falling in love makes you a new person.",
      "The further our relationship goes, the more I fall in love with you. I used to wonder if this love would ever get boring but now I see that you are the one for me.",
      "There is nothing and no one who can make me fall in love like you do. You have changed my world and made me new. I have never been this much in love before. Now that I have found love, I cannot let it go.",
      "When you are missing someone, time seems to move slower, and when I\u0027m falling in love with someone, time seems to be moving faster.",
      "I was just an ordinary person before I met you, but ever since you came into my life everything feels better than ever before. It feels so good to be in Love!",
      "Never rush into falling in love, because love never runs out; Let love be the one to knock at your door. Besides true love is worth waiting for.",
      "A guy knows he\u0027s in love when he loses interest in his car for a couple of days.",
      "A guy knows he\u0027s in love when he loses interest in his car for a couple of days.",
      "Falling in love consists merely in uncorking the imagination and bottling the common sense.",
      "You make me happy with just a simple hi. You make me feel special each day I see you. You put the smile back on my face. Please catch me because I\u0027m falling for you.",
      "I could not help but fall for your beautiful blue eyes. Your smile had gripped me and I could not take my eyes off of you. This is nothing but else but Love!",
      "My love for you has blossomed and grow. I never stopped thinking of what could have been. Your love is my world and I hope you know.",
      "My love for you has blossomed and grow. I never stopped thinking of what could have been. Your love is my world and I hope you know.",
      "The first time you fall in love, it changes your life forever, and no matter how hard you try, the feeling never goes away.",
      "When you are in love, you tend to do things that you would never do. I think so much about you love, I even dream about the times we spend together that is what Love can do.",
      "It\u0027s really good to be loved by the person that you love, the person who you know will take care of you, protect and defend you and the person who will love you for what and who you are.",
      "Love is a strange concept. That the very sight of someone, the very mention of their name, can cause an intense chemical reaction inside you is crazy.",
      "Fall in love when you\u0027re ready, not when you\u0027re lonely."
    ]
}
