{
"quotes": [
      "The way to love anything is to realize that it may be lost.",
      "Don’t forget I’m just a girl, standing in front of a boy, asking him to love her.",
      "For small creatures such as we the vastness is bearable only through love.",
      "The more one judges, the less one loves.",
      "Love takes off masks that we fear we cannot live without and know we cannot live within.",
      "The only thing we never get enough of is love; and the only thing we never give enough of is love.",
      "Love is when you meet someone who tells you something new about yourself.",
      "It’s better to be unhappy alone than unhappy with someone.",
      "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
      "Love does not dominate; it cultivates.",
      "You know it’s love when all you want is that person to be happy, even if you’re not part of their happiness.",
      "At the touch of love everyone becomes a poet.",
      "Fortune and love favor the brave.",
      "Sexiness is a state of mind – a comfortable state of being. It’s about loving yourself in your most unlovable moments.",
      "The best love is the kind that awakens the soul; that makes us reach for more, that plants the fire in our hearts and brings peace to our minds. That’s what I hope to give you forever.",
      "Love is a friendship set to music.",
      "Love is what you’ve been through with somebody.",
      "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",
      "The giving of love is an education in itself.",
      "All you need is love. But a little chocolate now and then doesn’t hurt.",
      "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.",
      "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart.",
      "You don’t marry someone you can live with – you marry the person who you cannot live without.",
      "Better to have lost and loved than never to have loved at all.",
      "When we are in love we seem to ourselves quite different from what we were before.",
      "We love the things we love for what they are.",
      "Only time can heal your broken heart, just as only time can heal his broken arms and legs.",
      "Love never dies a natural death. It dies because we don’t know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishing.",
      "Loving people live in a loving world. Hostile people live in a hostile world. Same world.",
      "Don’t settle for a relationship that won’t let you be yourself.",
      "I have decided to stick with love. Hate is too great a burden to bear.",
      "The most important thing in life is to learn how to give out love, and to let it come in.",
      "Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.",
      "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.",
      "If I had a flower for every time I thought of you… I could walk through my garden forever.",
      "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
      "The best proof of love is trust.",
      "To be brave is to love unconditionally without expecting anything in return.",
      "I refuse to let what happened to me make me bitter. I still completely believe in love and I’m open to anything that will happen to me.",
      "Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well.",
      "A woman knows the face of the man she loves as a sailor knows the open sea.",
      "Love is a better teacher than duty.",
      "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.",
      "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.",
      "I love you not because of who you are, but because of who I am when I am with you.",
      "You know you’re in love when you don’t want to fall asleep because reality is finally better than your dreams.",
      "Love is not only something you feel, it is something you do.",
      "It was a million tiny little things that, when you added them all up, they meant we were supposed to be together… and I knew it.",
      "Love means never having to say you’re sorry.",
      "If I know what love is, it is because of you.",
      "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
      "The greater your capacity to love, the greater your capacity to feel the pain.",
      "Don’t brood. Get on with living and loving. You don’t have forever.",
      "We are most alive when we’re in love.",
      "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.",
      "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.",
      "The love we give away is the only love we keep.",
      "Your heart is free, have the courage to follow it.",
      "The art of love is largely the art of persistence.",
      "Life without love is like a tree without blossoms or fruit.",
      "Hearts will never be practical until they are made unbreakable.",
      "If you would be loved, love, and be loveable.",
      "We are shaped and fashioned by what we love.",
      "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",
      "Every person has to love at least one bad partner in their lives to be truly thankful for the right one."
    ]
}
