{
      "quotes": [
            "You were the first guy I fell in love with, and hopefully my last. If I am entitled to only one wish, I would wish for us to be together for a lifetime.",
            "I love how you always make me feel pretty even when I feel like I look ridiculous.",
            "You make my dopamine levels go silly.",
            " I didn’t plan it, but you’re the best thing that’s ever happened to me",
            "A favorite among the love quotes for him: You are my favorite!",
            "I believe that god sent you into my life to give me something to fight for, to show me there is love in this world, to give me hope and to bring me joy, all the proof in god I need is in you, you are a gift from the heavens.",
            "We fight, kiss, hug, text, talk, argue, laugh, smile and love — That’s us!",
            "Life is so stressful but not when I am with you, you are my stress reliever.",
            "I have a crush on your mind, I fell for your personality, and your looks are just a big bonus.",
            "To be honest, I never believed in love until you came and changed everything in my life. I do not like changes, but I love you. Everything comes easy when I am around you.",
            "A gentleman wants to show his partner that she is valuable and worthy of respect.",
            "You shoo my sadness away, every day. And because of that, I am loving you more. You are my inspiration, my motivation and you give me determination. You made me believe in myself when I already lost my faith in me. I do not know how you do that, but I am grateful forever because I have you.",
            "I hate rainy days, it makes me feel sad ‘cause you can’t go outside, stroll around and have fun in the outdoors. But you came, and now I love staying at home listening to the pouring rain, while I am lying beside you, and my head on top of your chest.",
            " I want to be your last everything.",
            "You are the greatest gift this universe has ever given me. I love you with all my heart and soul.",
            "Two people meet for a reason, and the reason is love. I have loved you ever since that night I saw you at the party, your gorgeous tux, your sexy smile, and those eyes that looked through my soul. Everything about you was perfect, and it still is. You are like heaven disguised as a person. I am thankful that I was blessed with a man like you.",
            "You loved me at my worst, you brought out my best. I love you with all my heart.",
            "Every time I look into your eyes, I feel butterflies in my stomach. No one has ever looked at me the way you do. Just your smile makes me feel so loved, and your hugs makes me feel safe. I am thankful that somewhere in this life, the universe allowed us to cross paths. We do believe that the universe is a bitch but this time, she cuts us some slack.",
            "It is funny how you went from my most hated person in the world, to the person I can’t live without. Is that magic or what? Love, it is probably love.",
            "I didn’t plan it, but you’re the best thing that’s ever happened to me.",
            "Your home cooked meals are the best, you are the best among the rest.",
            "I still get butterflies even though I’ve seen you a hundred times.",
            "All-in-one, is what you are. I love you more with each passing day and I do not know what I will do if I lose you.",
            "Have I told you that you are the most important person in my life?",
            "From the Heart: You give me butterflies through your laughs and smiles.",
            "Love me when I least deserve it because that is when I really need it.",
            "I may not be your first date, kiss, or love...but I want to be your last everything.",
            "I may not get to see you as often as I like. I may not get to hold you in my arms all through the night. But deep in my heart I truly know, you’re the one I love, and can’t let you go.",
            "Every day with you is like a day spent in heaven. You are like a genie, granting all my wishes. I love you not only because of that, I love you for who you are, the whole package.",
            "You are like a love factory, you just keep giving kindness and happiness to everybody. You are like the perfect boyfriend everyone is dreaming of and I am so glad that you chose me.",
            "There are things in life I regret, things I wished I did not do, but none of them involves you.",
            "You’re the type of boy I’d make a sandwich for. You’re the type of guy that gets a love quote from me.",
            "You are like a dictionary, you give meaning to my life. You are like the charger to my cell phone, you energize me every day. You are like the sun to the plants, you help me grow.",
            "I have a crush on your mind, I fell for your personality, and your looks are just a big bonus",
            "Let’s make this lovely journey last for a lifetime, do not ever let me go, I am yours as long as you want me to.",
            "I didn’t choose this life. I chose HIM. The life was just part of the deal.",
            "You gave me everything I need, and all the things I did not even know I needed.",
            "I want to show him that he has not been loved before. I can make love to his soul for eternity.",
            "I love you because you make me feel like I mean something to someone.",
            "You are the guy all my love quotes are all about.",
            "You’re the one that I love and I can’t let you go.",
            "I prayed for someone who will love me back, who will take care of me and protect me. I prayed for someone who will make me feel I am enough. ‘That is my perfect boyfriend’, I said. Then they eagerly replied, ’Perfect boyfriends do not exist’. But here you are, with me, madly in love with me.",
            "Every time your name pops up on my phone, it makes me feel excited and giggle like a child. You always bring out the child in me.",
            "Every day with you is a wonderful addition to my life’s journey.",
            "My world never again experienced a cloudy day since I met you, sunshine. You give meaning and light to my life, you made me believe in my abilities and made me dream about the future. I could not ask for anybody else but you. I love you.",
            "I have given you a thousand reasons to give me up, I pushed you to your limit and made you lose your mind. But here you are, still holding on, taking care of me, and loving me unconditionally. I do not know if I am capable of loving someone as much as you love me but I will do my best to try. I will love you as long as I can love.",
            "A man acknowledges the woman standing right next to him.",
            "Love is All Around Us’ Love Quotes Shower Curtain",
            "The best feeling is when you look at him and he’s already staring.",
            "That feeling when we were about to meet for the first time, for our first date, is still the same feeling I have, even if we are dating for how many years now, that’s still how I feel when I am about to meet with you. I guess, I have not stop loving you and I never will.",
            "My strength, my inspiration, my reason for living, my man. I love you until the end of time.",
            "You make me complete. I love you so much, I didn’t know what love meant until I met you.",
            "We both know I am crazy.. I am crazy in love with you.",
            "Life without you is like… I can’t even imagine that.",
            "I used to not like waking up in the morning. But now, I almost do not want to sleep and just watch you sleep right beside me.",
            "You are the sunshine to my every day, I love you more each day.",
            "I always dreamed about being a bride someday, but that changed since I fell in love with you. Because now, I want to be YOUR bride.",
            "If I did anything right in my life, it was when I gave you my heart."
      ]
}
