{
"quotes": [
      "If I will be given a chance to wish, I will only wish for two things, and that is for us to grow old together and for our love to last forever.",
      "In you, I’ve found the love of my life and my closest, truest friend.",
      "I crown you the Queen of my heart.",
      "I may not have enough richness to give you, for I’m far from being a rich man. But one thing I can promise you is that everything that I will do, I do it all for you.",
      "I want you to know that you are the best thing that has ever happened to my life and I will never ever allow anyone to take you from me, I promise that. I love you, honey!",
      "You may not be perfect, you are flawed like all humans. But you are perfect to me and that’s all that matters.",
      "Words fall short whenever I want to tell you how special you are at me, but all I can say is that my world is full of smiles whenever I think of you.",
      "No one will ever know how perfect you are to me.",
      "Honey, all my days with you are days that are worth living. In fact, I have already forgotten what it feels like to be alone, I love you!",
      "I will love you more and more each day with every beat of my heart, until the day I die and my heart stops beating. I love you honey.",
      "My life with you is something that I will never trade for anything else, even if it’s for all of the riches in this world. I love you!",
      "I have waited so long for the perfect girl and my patience has finally paid off.",
      "I want us to last… I want us to stick together…",
      "Surely, I am being rewarded because I have you.",
      "You are the winner and the sole owner of my heart.",
      "Your love is my inspiration, for without you I just cannot imagine how my life would be like. I am so happy that God gave me someone as special as you, I love you!",
      "Honey, there is no other woman in the world as awesome as you. I know I am the luckiest man alive because now I can call you mine.",
      "I feel so blessed to have such a wonderful and special girlfriend like you. You are truly one of a kind and I just love you so much!",
      "If I could sit across the porch from God, I’d thank Him for lending me you.",
      "I wish there would be eight days in a week and 25 hours in a day. That way, I can spend more time with you each day. I love you honey, I can never get enough of you. In fact, I miss you already.",
      "Baby, you don’t need to take care of yourself anymore, because I am here to take care of you forever, until the day I die. I love you!",
      "Together is my favorite place to be.",
      "Breathtaking should mean YOU in the dictionary.",
      "Not so long ago I was alone and lost, and then you came along and I was home. Thank you for finding me.",
      "Kissing you is my favorite hobby. Holding you is my favorite pastime.",
      "I didn’t plan on falling in love with you, and I doubt if you planned on falling in love with me. But once we met, it was clear that neither of us could control what was happening to us.",
      "Lying in your loving arms is heaven on earth.",
      "No one else matters when I look into your eyes.",
      "Baby, your love is like a lamp in my window that guides me through the darkest night, I love you!",
      "Someone up there in heaven must be watching out for me since they sent me the most beautiful angel in my life, and that is you. I love you!",
      "I never ever thought that I would want to settle down, but baby, you changed everything the moment I saw you. I know I’m a better man now that I have you in my life.",
      "I’m so totally completely eye popping seriously groundbreaking passionately deliciously in love with her.",
      "Your smile is intoxicating. It lingers, it captivates my heart.",
      "In my hands is this heart. Please take it coz I want you to have it. I am just too clumsy that I’m afraid I might lose it.",
      "Love is truly special when it’s true for all I think about is you. I love you my girl. You will always be in my heart.",
      "All my life, I have been waiting for you. All my life, I have dreamed of someone like you. And now, I’m happy that it’s all come true. Thank you for coming into my life, I love you!",
      "The power of your smile should never be underestimated. It melts my heart and touches my soul.",
      "Darling, you brighten my day with the love that you bring to my life. At night, the stars align to shine their light on me and that is all because of you, I love you!",
      "Love is a miracle that happens inside the heart. Such miracle happened to me too, for I have fallen in love with you the moment I saw you, I love you!",
      "When I wake up in the morning, it’s you I think of. When I go to bed, it’s still your image that I dream of. You are always in my mind honey, simply because you’re one of a kind. I love you!",
      "You don’t love someone for their looks, or their clothes, or their fancy car, but because they sing a song only you can hear. ",
      "I would rather be in your heart than in your mind. For the mind can forget, but the heart will always remember, I love you so much!",
      "I wanted to let you know that wherever I am and whatever will happen to me, I will always think of you each and every day. And I won’t ever get tired doing it over and over again. I love you!",
      "Time and time again I have to pinch myself when I see you next to me. You are my dream come true.",
      "Meeting you was fate. Becoming your friend was a choice, but falling in love with you is definitely beyond my control, I love you, baby.",
      "That feeling you get when you see her name  appear on your phone.",
      "All the little things you do have given warmth to my heart. You are certainly a constant source of joy in my life. I want you to know that I will never cease to love you.",
      "You are the prince I’ve dreamt of finding ever since I was a little girl.",
      "Darling, it seems that loving you is the only right thing I have ever done in my life. I love you!",
      "On this day, I vow to be completely yours forever.",
      "I will walk with you and follow you till the end.",
      "Just seeing your face brightens even the darkest of my days. Your light radiantly shines in everything that I do, I love you!",
      "I fell in love with you because you loved me when I couldn’t love myself.",
      "You are the one for me. I have never been so sure of anything in all my life.",
      "I may not be with you at all times, but I want you to know that you are never out of my heart. I love you!",
      "No matter what has happened, no matter what you have done, and no matter what will happen in the future… I will always be here to love you, I swear!",
      "I promise to handle your heart with care and treasure it with love.",
      "Every day with you is certainly a better day than yesterday. How is it that you keep on improving upon perfection? I love you honey!",
      "You’ll fit perfectly snug in my arms for all eternity, my love.",
      "You can do no wrong in my eyes. You are perfect!.",
      "It does not matter how horrible my day was. For even just one smile from you, everything will turn out to be alright. I love you so much, my angel in disguise."
    ]
}
