{
"quotes": [
      "Falling in love is easy. Falling in love with the same person repeatedly is extraordinary.",
      "Falling in love with YOU was never my intention, but it became my ADDICTION.",
      "If you love someone, make sure he will love you back, because nowadays the words \"I love you\" are as easy as to say hello.",
      "We do not fall in love with the package of the person, we fall in love with the inside of a person.",
      "With my last breath, I'll exhale my love for you. I hope it's a cold day, so you can see what you meant to me.",
      "Having a complicated relationship is so hard. Many people will say to give up and move on, but if the love is real there is no such thing as giving up. Just make sure that the person you love is worth sacrificing for.",
      "If you live to be a hundred, I want to live to be a hundred minus on day so I never have to live without you.",
      "A kiss makes the heart young again and wipes out the years.",
      "It's easy to break a heart that knows nothing. It's easy to play with the heart of a person who truly loves, but it's hard to win back the love of someone who has been hurt.",
      "You know you are in love the moment you can touch the star without reaching.",
      "When someone loves you, the way they say your name is different. You know that your name is safe in their mouth.",
      "To fall in love is to create a religion that has a fallible god.",
      "Falling for someone is easy, getting back up after the fall is the problem.",
      "A real man is not afraid to show his weakness.",
      "Fate can save you and can kill you. Either way, fate binds us through an invisible web of circumstances. Change one undesirable fate and another desirable fate is canceled out.",
      "It's hard to be in a place where there are so many people willing to love you, but you fall for the one person who can't see your worth.",
      "I don't know how to say this, or even if its true. But I love the way you make me feel, and I think I'm falling for you.",
      "The best way to force someone to love you, it's like you are telling them that it's okay to deceive you.",
      "When you learn how to love you'll also learn how to get hurt; You'll learn how to cry; You'll learn how to get jealous; You'll learn how to become a numb from all the pain. It's not always laughter and happiness. It's a total package.",
      "Come sleep with me: We won't make love, Love will make us.",
      "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.",
      "Everybody makes mistakes. I also make them. But the biggest mistake I ever made was falling for you.",
      "It's hard to be with someone who always think they are always right!!",
      "This thing about you that you think is your flaw - it's the reason I'm falling in love with you.",
      "They say if someone leaves another will surely come. But I would rather keep you.",
      "Love is a very powerful emotion. It can drive you crazy and it will hurt you more than you knew you could bear.",
      "The mature response to the problem of existence is love.",
      "It is never wrong to love again. You just have to love the wrong person first.",
      "If you love someone, make them fell it. Don't think about the things that will destroy your relationship, think about the positive side of your partner. Always be strong and understanding.",
      "Falling in love you remain a child; rising in love you mature. By and by love becomes a relationship, it becomes a state of your being. Not that you are in love - now you are love.",
      "you know you're falling in love when the feeling of falling actually feels like you're floating.",
      "Trying to make someone fall in love with you is as pointless as trying to control who you fall in love with.",
      "Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'",
      "You always fall for the most unexpected person at the most unexpected time and sometimes for the most unexpected reason.",
      "If you won't fight for what you love, you don't have the right to cry for what you lost.",
      "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.",
      "There is a situation where it is hard to decide, like giving a second chance to the person who once broke you're trust.",
      "To fall in love with someone's thoughts - the most intimate, splendid romance.",
      "A man falls in love through his eyes, a woman through the ears.",
      "You can choose the person you will love, but you can never choose the person who will love you!",
      "If you're in a relationship, you have to be strong for the coming trials and the ups and downs. Because if you're not it will destroy the relationship you build.",
      "There is nothing wrong with loving someone. What's wrong is loving someone who doesn't appreciate the value of your love.",
      "Don't leave the person you love for a person who just flirts with you. The person who flirts with you leave you for the someone who flirts with them. The person who loves you will stay by your side.",
      "Love is like playing games, if you cheat it easily ends.",
      "People are not perfect. When you find imperfections, accept them. Even you have imperfections but they make you perfect for them because they love you.",
      "You can't see the person that is meant for you if you won't leave the wrong one behind.",
      "He that falls in love with himself will have no rivals."
    ]
}
