{
"quotes": [
      "I would just like to express how much joy you have given me, and wish for your joy and happiness in return. Happy New Year!",
      "Let go of the past behind you. Right ahead, lies a new beginning. Make it a memorable experience. Happy New Year.",
      "Even though life presented to you various obstacles and hurdles, be proud that you managed to overcome all and cross the bridge to another new year. May you continue to be this firm and win over all shortcomings!",
      "Expand your friend circles this New Year, meet new people, communicate and make new friends. It’s all about rejoicing and welcoming the New Year in grandeur.",
      "Happy New Year, Grandma. I wish you a bright New Year, just like every year you have brightened in my life. Thank you.",
      "May each and every day of yours be renewed with lots of happiness and love. Happy New Year.",
      "Celebrate this New Year with lots of fireworks and welcome it with a blast! Enjoy your time with friends and family.",
      "You’re supposed to let go of the past and start off new. You’re supposed to forgive all those who have hurt you, and be open to new relationships, with open arms. That is why it is called the ‘New’ Year. May you have a Happy New Year.",
      "On the road to success, the rule is to always to look ahead. May you reach your destination, and may your journey be wonderful. Happy New Year.",
      "I wish for this year to have lesser disasters, less hate, less accidents and loads of love. Happy New Year.",
      "May you remember to say, “I love you” at least once a day to your spouse, your child, your parent, and your siblings, but not to your secretary, your nurse, your masseuse, your hairdresser or your tennis instructor.",
      "Let this New Year give you all the strength and courage to win over your vices and enhance your virtues.",
      "May you be blessed enough to spend this new year with your parents, friends, loved ones. Be grateful and you will have only good things come your way. Happy 2017!",
      "Life is an accessible diary filled with empty pages waiting for you. Fill them up with your story as you go.",
      "May the coming year bring more happiness to you than last year. May you have an amazing year. Happy New Year.",
      "We are at the ending point of this year. Just thought I should thank everyone who made me smile. You are of them so here goes… thank you and a very happy new year!",
      "Don’t worry when others are unable to understand you. Worry only when you are not able to understand yourself. May you have a Happy New Year.",
      "As I look forward to a New Year, I always think of the gifts my parents have given me. Though we’re miles apart, you are always in my thoughts and prayers. Happy New Year, with gratitude.",
      "I resolve to stop wasting my resolutions on myself and use them to repay you for the warmth you’ve shown me. Happy New Year, my love.",
      "Dear friend, on this joyous occasion of New Year, cherish our memories and feel the warmth of my wishes. Happy New Year!",
      "Hope you scatter joy and happiness wherever you go all 365 days of the upcoming year and get the same in return. Happy New Year to you!",
      "May we live in a world at peace and with the awareness of God’s love in every sunset, every flower’s unfolding petals, every baby’s smile, every lover’s kiss, and every wonderful, astonishing, miraculous beat of our hearts.",
      "",
      "I wish you a very sweet and prosperous New Year. May God pour his love and blessings on you. Enjoy!",
      "As I think about our friendship and how happy it has made me, I want to wish you happiness in the year to come.",
      "May God bless you and keep you protected and in good health so that you can witness many more such new years’! But first of all, enjoy this one and stay happy!",
      "Let this New Year be the one, where all your dreams come true, so with a joyful heart, put a start to this year anew. Wishing you a happy and prosperous New Year.",
      "Wishing you a Happy New Year with the hope that you will have many blessings in the year to come.",
      "Another year has passed, another year has come. I wish for you that, with every year, you achieve all of your dreams. May God pour love and care on you. Happy New Year.",
      "Now, in the New Year, we look back upon warm memories. You’ve had a hand in every wonderfully warm memory I have, Mom. Happy New Year, Mom.",
      "Many people await New Year’s Day to make a new start to their old habits. I wish you otherwise. Happy New Year.",
      "Friend, neighbor, confidante: you have improved my life so much that, as we enter a new year, I wish for you all the love you have shown me. Happy New Year.",
      "Whenever I think of the New Year, I always think about you. Even if we are miles apart, you\u0027re always wished well and prayed for. Have a great new year!",
      "Best wishes to my beloved friend for an amazing year ahead. May the sunshine of happiness always shine above you. May the dove of peace rest over you and live in your home. May the dense forest of love surround you all year round. May you have a lovely New Year.",
      "Hold the smile, let the tear go, keep the laugh, lose the pain, look for joy, and abandon the fear.  Happy New Year dear!",
      "Every end marks a new beginning. Keep your spirits and determination unshaken, and you shall always walk the glory road. With courage, faith and great effort, you shall achieve everything you desire. I wish you a very Happy New Year.",
      "Let’s give a warm welcome to the year that starts a new, cherish each moment that the year shall behold, so let’s come together and celebrate a blissful start to the New Year. Happy New Year.",
      "May you get a clean health bill from your dentist, your cardiologist, your gastro-entomologist, your urologist, your proctologist, your podiatrist, your psychiatrist, your plumber and the I.R.S.",
      "May the gift of love, happiness, peace, and warmth be yours as you make a new start. Happy New Year!",
      "No one can go back in time to change what has happened, so work on your present to make yourself a wonderful future. Happy New Year.",
      "As the New Year dawns, I hope it is filled with the promises of a brighter tomorrow. Happy New Year!",
      "I wish you a very Happy New Year. Hope you have a great time ahead.",
      "Counting my blessings and wishing you more. Hope you enjoy the New Year in store. Have a joyous New Year, my dear friend!",
      "The start of every year takes you a step closer to the attainment of your dreams. Hope this year is the breakthrough one and your dreams finally turn into reality.",
      "Beauty, hopes, dreams, trust, faith, celebration, freshness… this is the starting of a New Year!",
      "Every New Year wish I have ever made came true when I met you. Thank you sweetheart…Happy New Year, with love.",
      "To my awesome brother: thank you for the fun, and sometimes embarrassing, memories we share. Let’s keep that tradition going in the upcoming year! Happy New Year, with love.",
      "As the New Year approaches us with hopes anew, here is to wishing you and your family a wonderful year ahead. Happy New Year!",
      " Wish you have a year even better than the best and put smiles on the faces of everyone you come across.",
      "You witnessed my every pratfall and tolerated every bad joke. You’re still smiling with me, and I love you for that. Happy New Year.",
      "It is time to forget the past and celebrate a new beginning. Happy New Year.",
      "As we enter the New Year together, let’s resolve to appreciate the love we share and watch it grow even deeper. Happy New Year my love.",
      "To put an end to something old, we have to start a thing new, wishing you with a joy-filled heart though the words here are few. A very happy new year!",
      "May the new year bring you greater heights of success and prosperity. Have a happy new year!",
      "May the new year that follows be the best you have ever had. Have a blissful new year!",
      "All my wishes, all my hopes, all my dreams, and mostly all my love for a Happy New Year.",
      "A new year is like a blank book, and the pen is in your hands. It is your chance to write a beautiful story for yourself. Happy New Year.",
      " Have a year as fragrant as roses, as brilliant as the sun, as colorful as the rainbow and as cheerful as the lark. Happy New Year!",
      "When the New Year arrives, it brings with it new ideas and ways to make our lives good to better and ultimately better to best.",
      "Ten, nine, eight, seven, six, five, four, three, two, one, yippee! It’s a New Year! Happy New Year, my beloved friend.",
      "My sister, my first friend, my constant support: in the coming year, I wish you all of the blessings you truly deserve. I love you",
      "May all the expectations and goals for each day be fulfilled on the day itself!",
      "Cheers to the New Year. May it be a memorable one. Happy New Year.",
      "May this New Year brings you a peace filled life, warmth and togetherness in your family and much prosperity! Happy New Year!",
      "New dreams, new hopes, new experiences and new joys: wishing my new love a very Happy New Year.",
      "It’s time for champagne, cake and balloons. It’s time to celebrate the new year. Happy New Year."
    ]
}
