{
"quotes": [
    "If you judge people, you have no time to love them.",
    "You are the last thought in my mind before I drift off to sleep and the first thought when I wake up each morning.",
    "If I had a flower for every time I thought of you, I could walk in my garden forever.",
    "If I know what love is, it is because of you.",
    "Let me love you, even if you don't want me. I'm happy because I don't lose hope that someday you will appreciate what I'm doing for you and eventually you'll love me too.",
    "I love you, with a love so great that it simply could't keep growing inside my heart, but had to leap out and reveal itself in all all its magnitude.",
    "You are like movie and I could watch you over and over again. Your voice is like a love song and I could loop it a hundred times. You are just what I need every single day.",
    "There are some people who have found their true love. There are people who still searching. There are some who have given up. And me? I found you, I don't have to search anymore because I will never let you go.",
    "When I tell you I love you, I am not saying it out of habit, I am reminding you that you are my life.",
    "I still get butterflies every time I see you, even though I have seen you so many times before.",
    "Ask me to describe my love for you and I will tell you this: Trying to describe my love for you is like asking someone to describe what water tastes lik it's impossible to do and it's impossible to live without you.",
    "Getting to know someone like you is the one of the milestone in my life. People meet different people but I have been blessed with the love of my life. I love you.",
    "We may not be meant for always, but I want the memories we make to last forever.",
    "Love is understanding someone, caring for him, sharing his joys and sorrows.",
    "After meeting you, I don't wish for fancy things anymore. All I nee is you. You and more of you love.",
    "If I have only one coin left in the world, I will buy a rose to propose to you.",
    "I went to sleep last night with a smile because I knew I'd be dreaming of you... but I woke up this morning with a smile because you weren't a dream. Good morning baby",
    "The sun is up, the sky is blue, today is beautiful and so are you.",
    "I may not be rich enough to give you everything but I have a rich heart to give you all the love you need. That is what they call love.",
    "Your love has changed the way I fell. You are the only reason I truly need to find the love so clear and sure. I have loved you not others, my heart is pure",
    "My heart is breaking piece by piece as you walk away from me. My soul is screaming louder as every second passes by. My skin feels colder as the warmness fades away my eyes well up with tears and they softly flow down my cheeks. AS every minute  passes by my legs can no longer hold me. I fall to  my knees as my body no longer has strength as the weakness flows around from vain to vain. All I feel is pain as my soul mate waks away.",
    "A day without you is a day of sadness. You are my happiness and I can't live a day without you.",
    "Everywhere I look I am reminded of your love. YOu are my world.",
    "I may not be rich enough to give you everything, but i have a rich heart to give you all the love you need. This is what i call love.",
    "I still get butterflies every time I see you, even though I have seen you so many times before.",
    "I am very indecisive and always have trouble picking my favorite anytime. But, without a doubt, you are my favourite everything.",
    "Let me love you, even if you don't want me. I'm happy because I don't lose hope that someday you will appreciate what I'm doing for you and eventually you'll love  me too",
    "Rarely does the rain fall over the desert ground and soothe it and heal it. But when it does, all of the desert is transformed completely. You have transformed my life in ways I cannot describe. You are the best one in my life.",
    "Not all the people I meet stay in my life, but of all those, I am most grateful that you stayed with me. I want you to know that you are the one that I value the most"
  ]
}
