{
"quotes": [
      "Loving someone more than anything, means that distance only matters to the mind, not the heart.",
      "Because family is not always the people with whom you share DNA. Sometimes, family is the person who fights the hardest for your happiness.",
      "If there was one thing I could change in the past, it would be the day that I met you. I would change it so that I could avoid you.",
      "The distance between us doesn’t weaken my love for you.",
      "If you really love me, you will take care of me and never let me walk away.",
      "Don\u0027t fall for him to notice him, notice him to fall for him.",
      "The most important person in your life is the person who can hurt you the most.",
      "I will never stop hoping that you will notice me and, maybe, fall in love with me too.",
      "Time has no dominion over love. Love is the one thing that transcends time.",
      "Nobody knows I\u0027m sad because they\u0027re used to seeing me happy.",
      "I love you, but you can\u0027t feel it because you love someone else more.\t",
      "Its hard to love someone who\u0027s in love with someone else, but it\u0027s painful to love someone you thought was in love with you.",
      "It\u0027s easy to fall in love. The hard part is finding someone to catch you.",
      "It\u0027s easier to heal a wounded body than to heal a wounded heart.",
      "I have always been quite good at falling in love, but I don\u0027t pretend to know anything about literal happily ever afters.",
      "Sometimes they realize that they love you after you have given up.",
      "Sometimes, saying \"trust me\" is not enough.",
      "I still love you... and it hurts me every time I see you happy with someone else.",
      "When you feel alone, just look at the spaces between your fingers, remember that in those spaces you can see my fingers locked with yours forever.",
      "Sometimes we choose to love a person who doesn\u0027t care, that\u0027s why we get hurt.",
      "To fall in love is a legendry action that doesn\u0027t need any explanation.",
      "You don\u0027t have to ask him if he really loves you. It will show in the way he treats you.",
      "It really hurts to be in a relationship with someone who doesn\u0027t care, where you\u0027re the only one who is devoted.",
      "I know that you love me, I am just afraid that in the end you will just leave me.",
      "If its over, accept it! It is hard, but someday you will be thankful that he left so you could find the person who truly loves you.",
      "The pain you feel is the reason why you change..",
      "I am not mad at you, I am mad at myself. You\u0027re the person I love the most and that\u0027s why I\u0027m hurt.",
      "The trial of distance has given our relationships a depth that can’t really be matched.",
      "I fall into him like one would fall into a dream, ready to submit to your subconscious\u0027s inner most desires and your deepest fears.",
      "I don\u0027t know why you are always busy when I ask you out but you are always free for your friends.",
      "Sometimes the person you love the most is the one person who doesn\u0027t know why you hurt.",
      "I didn’t want to kiss you goodbye that was the trouble; I wanted to kiss you goodnight. And there’s a lot of difference.",
      "I didn\u0027t change. I am not avoiding you. I just value myself more than you do.",
      "Forget the miles, forget them. You’ll be there and I’ll be here, and it’ll just be long distance. And that’ll be okay, because quite frankly I’m crazy about you.",
      "Sometimes, the person who you ignore turns out to be the person who values you most.",
      "As long as you’re in my heart and I am in yours, there is no distance great enough that our love can’t travel.",
      "What\u0027s the use of trust if every doubt turns out to be true.",
      "He is my unicorn, though... That\u0027s how I felt falling in love with him, as if I\u0027d found a creature of myth.",
      "When you feel like giving up, remember why you held on for so long.",
      "No matter how far you are, I will wait for you until we can finally be together.",
      "Good relationships don’t just happen. They take time, patience and two people who truly want to be together.",
      "The feeling that you can\u0027t forget a person no matter how hard you try when they can\u0027t even remember you.\t",
      "The longer you wait for something. The more you appreciate it when you get it. Because anything worth having is always worth the wait.",
      "When chasing success, Your greatest asset is not what you get from it but who you become because of it.",
      "How can I start a new life if my whole world ends without you.",
      "Sometimes I will argue with you. Sometimes I will ignore you. Maybe I will hurt you. Please always remember that you are important in my life and I will always love you.",
      "Falling in love is a subtle process, a connection sparked by attraction, tested by compatibility, and forged by memory.",
      "A successful marriage requires falling in love many times, always with the same person.",
      "Just let me to love you as long as I can, because the time will come that my heart will give up.\t",
      "I can’t wait for the day when I can finally see you. When distance will finally prove to me that it’s worth the wait."
    ]
}
