{"quotes" : ["Art, like love, moves the heart in unexpected directions.","You never fall in love by yourself, love captures you. Love comes to you when you don't need it really, and it comes to an end when you need it the most.","The beauty of love is that, you can fall into it with the most unexpected person at the most unexpected time.","Love can be found in unexpected places. Sometimes we go out searching for what we think we want and we end up with what we're supposed to have.","Love is the flower of life, and blossoms unexpectedly and without law, and must be plucked where it is found, and enjoyed for the brief hour of its duration.","The thing about love was that it caught you unawares, turned up in the most unexpected places, even when you weren't looking for it.","Most people want to be circled by safety, not by the unexpected. The unexpected can take you out. But the unexpected can also take you over and change your life. Put a heart in your body where a stone used to be.","She wasnt exactly sure when it happened. Or even when it started. All she knew for sure was that right here and now, she was falling hard and she could only pray that he was feeling the same way.","Love comes to you just at the right time; the time you never thought it would have.","The process of love sometimes means unexpected detours.","Its amazing how you can fall in love with a person you didn't even notice the first time you met them.","Sometimes the most beautiful thing is precisely the one that comes unexpectedly and unearned, hence something given truly as a present.","I have given up the quest for love. Because hopefully love will find me one day. Totally unexpected, astonishing and breathtaking.","When all is said and done, the weather and love are the two elements about which one can never be sure.","The best love story is when you fall in love with most unexpected person at the most unexpected time.","Unrequited affection is very painful for the lover, but it can have unexpected, creative consequences.","To fall in love you have to be in the state of mind for it to take, like a disease.","Love was destined and would strike as true as unexpected lightning on a clear day or never come at all.","Every true love and friendship is a story of unexpected transformation. If we are the same person before and after we loved, that means we haven't loved enough.","Love is a very powerful emotion and when a break-up is unexpected, it's very hard to get over.","Never expected to meet you. When I met you I never expected you to become my everything and more than I could have ever dreamed of.","Love comes from the most unexpected places.","It was an unexpected love story between the two.","The best relationships usually begin unexpectedly.","I fell in love with the most unexpected person on the most unexpected time.","I never knew what love was until you came into my life without any hint, so unexpected.","Who would have known that you would be the one for me when we did not even like each other in the first place?","Sometimes, love comes in the least expected place, in the least expected ways.","Someday, I know that the right person for me will walk my way and tell me, I love you.","You have been in front of me all along that I never expected you were the love of my life.","I used to believe in destiny until you suddenly came into my life and defined it for me.","Life is full of surprises and one of them is finding the one for you, in the most unexpected manner.","You are the most unexpected person that came into my life and that is why I love you so much.","You were one of the best surprises love has ever been kind enough to give to me.","You were one of the best surprises love has ever been kind enough to give to me.","I am still thanking the universe for suddenly bringing you to me when I needed you the most.","The beauty of love is that, you can fall in love with the most unexpected person at the most unexpected time.","Serendipity. Look for something, find something else, and realize that what you’ve found is more suited to your needs than what you thought you were looking for.","I think that one of the things that you do learn is that falling in love and being in love with someone is a rarity. That you don’t fall in love as many times as you think you’re going to. And then when you do, it’s really special; it’s really important.","You’re my serendipity. I wasn’t looking for you. I wasn’t expecting you. But I’m very lucky I met you.","I can’t explain chemistry. I really can’t. I haven’t got a clue what it’s all about. It just happens. It’s like falling in love. You can’t explain why you fall in love or explain why it’s this particular person.","Love comes to you just at the right time, the time you never thought it would have.","Sometimes, someone comes into your life, so unexpectedly, takes your heart by surprise, and changes your life forever.","The best love story is when you fall in love with the most unexpected person at the most unexpected time.","The best kind of relationships begin unexpectedly. When you get the astonished feeling & everything happens so suddenly.","That’s why you don’t look for love. It comes to you just at the right time; the time you never thought it would have.","The best thing about love is you unexpectedly fall for those who you never thought would mean the world to you.","She wasn’t exactly sure when it happened. Or even when it started. All she knew for sure was that right here and now, she was falling hard and she could only pray that he was feeling the same way.","Sometimes the perfect person for you is who you least expected it to be.","There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment. To fall in love you have to be in the state of mind for it to take, like a disease.","Love is like a lost object. If you search too hard, you won’t find it. But if you just forget about it momentarily, it will show up in the most unexpected way.","One of the most amazing feelings in the world is having someone fall in love with you who you thought you never had a change with.","The process of love sometimes means unexpected detours.","The greatest relationships are the ones you never expected to be in. The ones that swept you off your feet and challenged every view you’ve ever had.","Unexpected love Can't believe it's true Spent my whole world waitin' Baby what you doing to me? Unexpected love Comin' into view Didn't need no invitation Baby, can't you hear me singing?","I... I finally found the one Better days have begun From the moment I found you I...","We were unexpected lovers Not just ordinary lovers Sharing unexpected love Nights' true love, true love","So unexpected, the tables have turned I'm laughin' now because my joke is on you And it's so unexpected that you're getting burned Now I gets mine 'cause all my pain is removed","Love comes from the most unexpected places A love song on the radio You never hear enough of In bars that thrive on loneliness Where people sell their sorrow for your time","I have never felt like this For once I'm lost for words Your smile has really thrown me. This is not like me at all I never thought I'd know The kind of love you've shown me.","Unexpected turn That was an unexpected turn I should've seen it coming But I am not done No I'm not I should've seen it coming But I am not done No I'm not","I know it's early, I know it's soon But truth be told, I think I love u It's unexpected, out of the blue But I gotta let you know That I think I love u","An unexpected gift, at an unexpected time, that keeps the lawyers away. And it's easy to take forever for granted, with tin cans tied to your car. And I know she tells you that she'll always be there, but I'm telling you if you're smart, ''You'll love her like she's leaving, Like all it's gonna end, if you don't.","What's a little love behind friends Some unexpected feelings What's a little love A little change of heart Let's keep on touching this way","But an unexpected way On this unexpected day On this unexpected day It is you I have loved all along","But today I fell in love with someone I hardly know Did I make myself imagine that he could love me so ? 'Cause the feeling was so unexpected I could hardly keep myself collected","It looks like love It feels like love And I confess it's got me rocking on my heels like love How else can I account for that unexpected glow That turns the night to day each time we say hello","Light up the way of Your heart Move me like You do the mountains Move me like You do the wind And I'll chase Your voice through the dark Fix my eyes on the unexpected In the wonder of Your shadow step So take another step","Love the way we get down, totally unexpected Love it when we hang out, think of you every second Got me spinning like them 24s, ride low, go slow","Unexpected, undetected You got my eyes wide open Hiding from those prying eyes You got my eyes wide open Below the radar, in plain sight Love's my thing, so good it's bad","I've been walking I've been walking in the rain When the angel of my intuition whispered hello Well I was quite surprised to face that kind of incarnation Love comes always unexpected, love strikes blind and undirected","Well, I was quite surprised To face that kind of incarnation Love is always unexpected Love strikes blind and undirected","Love comes always unexpected, love strikes blind and undirected Love is the answer Love is all we need my friend Now you came and changed the weather Now I wanna live forever","Love is so unexpected Can't just go out and get it Love is so unexpected Just like a happy accident Just like a happy accident","Or could it be, things go the way that they should From the, unexpected, love could be understood And in the real game, only love can win I got to win, cause I fell in love with her friend","How we dance our sense of rhythm Take a little time out Take a little love in Expect - unexpected Expect - unexpected - now","Oh Helen I know this Is an unexpected love Oh Helen I promise There's nothing to be scared of","So I love when you call unexpected 'Cause I hate when the moment's expected So I'ma care for you, you, you I'ma care for you, you, you, you, yeah","Something unexpected, something out the blue. Started out as nothing, but love grew. Took a new direction, took a turn for you.","And not to mention Despite pretension You are infinitely interesting to me And it's so unexpected My heart feels unprotected I'm so thankful for that way you look at me, me","Can you ever plan to be surprised Be ready for the new and unexpected Somewhere down the line he'll know no doubt This love will shred your heart, leave you wanting more","It was an unexpected night The sun was somewhere, but out of sight So familiar, yet unexplored and new We surrendered to our love in bloom","You were unexpected, when our lips connected I was resurrected; never found a love like you (love like you) Don't care where I'm headed when the world is ending 'cause you are my heaven; never found a love like you (love like you)","Anticipated pleasure or unexpected pain No choice I fear And love is hard to measure hidden in the rain","Some times all it takes Is an unexpected I love you To wrap your arms around the one that you love That's what it's all about It's the little things that count","I love the silver of your gold I love the gentle of your day I love the unexpected tender of your way I even love the sudden winters of your May"]}