{"quotes" : ["The worst feeling is falling for someone and knowing that they wont be there to catch you.","When you give someone your whole heart and he doesn't want it, you cannot take it back. It's gone forever.","Unrequited love differs from mutual love, just like delusion differs from the truth.","You like someone who can't like you back because unrequited love can be survived in a way that once-requited love cannot.","I know I am but summer to your heart, And not the full four seasons of the year.","I came hoping to see those eyes, but instead I return with my heart, leaving behind only flowers.","You lose yourself trying to hold on to someone who doesn't care about losing you","I knew I was in love with you.","No one understands why you do certain things even when you know you're never going to get anything back.","Maybe one day you'll understand that hearts don't intend to break other hearts.","The biggest curse in life is not loosing your love, but not being loved by someone you love.","Love unrequited is violent. He loves you so much that he's turned it into hate.","The Hardest thing about being broken, isn't the Love you don't receive, it's the Love you long to give that nobody wants.","One of the greatest pain and agony is being in one sided love with someone.","Sometimes the best feeling is not falling in love, it's falling out of love with someone who never really loved you.","When you are in a relationship with someone and all the heavy lifting is put on you then there is no way that person loves you.","Unrequited love is like hitting your head against a wall that isn't there.","His hands are saying that he wants to hold her. His feet are saying that he wants to chase after her... He's probably forgotten that I'm here, beside him.","Never pretend to a love which you do not actually feel, for love is not ours to command.","Let no one who loves be called unhappy. Even love unreturned has its rainbow.","An act of love that fails is just as much a part of the divine life as an act of love that succeeds, for love is measured by fullness, not by reception.","If you don't receive love from the ones who are meant to love you, you will never stop looking for it.","I wish I had the guts to walk away from what we had. But I can't because I know you won't come after me, and that's what hurts the most.","I used to care so much. I used to fight for this. I tried my hardest to hold on and keep you but you didn't want this as much as I did. I didn't lose you. Let's be honest, you lost me.","I wish I could stop loving you so that I could free myself of the pain of you not being able to love me back.","The love that last the longest is the love that is never returned.","You can close your eyes to the things you don't want to see, but you can't close your heart to the things you don't want to feel.","Sometimes life sends us people who don't love us enough, to remind us of what we're worthy of.","When you truly love someone, you don't hurt or cause them pain, that's how I painfully realized you didn't love me.","You know it's love when all you want is that person to be happy, even if you're not part of their happiness.","The one you love and the one who loves you are never, ever the same person.","The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart.","In real life, love has to be possible. Even if it is not returned right away, love can only survive when the hope exists that you will be able to win over the person you desire.","People do incredible things for love, particularly for unrequited love.","Unrequited love is a ridiculous state, and it makes those in it behave ridiculously.","Life has now taught me that love for things, like all unrequited love, takes its toll in the long run.","Unrequited love is all right in books and things, but in real life, it completely sucks.","The only love that lasts is unrequited love.","Unrequited love is the infinite curse of a lonely heart.","Perhaps unrequited love was like a specter in the house, a presence that brushed at the edge of senses, a heat in the dark, a shadow under the sun.","Unrequited love does not die. It’s only beaten down to a secret place where it hides, curled and wounded. For some unfortunates, it turns bitter and mean, and those who come after pay the price for the hurt done by the one who came before.","When unrequited love is the most expensive thing on the menu, sometimes you settle for the daily special.","There is nothing so mortifying as to fall in love with someone who does not share one's sentiments.","A person doesn’t know true hurt and suffering until they’ve felt the pain of falling in love with someone whose affections lie elsewhere.","Living with someone you love can be lonelier than living entirely alone, if the one that you love doesn't love you.","Nothing grieves more deeply or pathetically than one half of a great love that isn’t meant to be.","The greatest pain that comes from love is loving someone you can never have.","Sometimes you just need to accept that some people can only be in your heart not your life.","You have to learn to get up from the table when love is no longer being served."]}