{
"quotes": [
      "May this Valentine’s Day be filled with love, understanding, and contentment as you journey through life with those you hold dear.",
      "Winning your heart has been my greatest achievement",
      "You are my sun by day and my moon at night, You are the star in the dark and my universe up high. You are my heaven on earth! Happy Valentine’s day my beloved friend.",
      "You give me wings to fly and I feel free with you my Valentine",
      "You take my breath away whenever you touch me.",
      "You deserve to be loved on Valentine’s Day. I’ll make sure you get what you deserve.",
      "You have been my friend through thick and thin. I cannot imagine life without you. I love you my friend. Happy Valentine’s Day.",
      "You are the reason I believe in love.",
      "You are my angel, making every bit of my life beautiful each day",
      "Will u mind, If I hold you tight and come close to you?",
      "Love is what makes two people sit in the middle of a bench when there is plenty of room at both ends.",
      "Love is the emblem of eternity: it confounds all notion of time: effaces all memory of a beginning, all fear of an end.",
      "You are the sun in my days, the moon in my nights, the waves in my ocean, and the life in my life.",
      "You are as warm as sunshine. As sweet as sugar, as beautiful as flower, as pure as my love for you-I love you!",
      "You might mean to be a no one for the world, but for someone, you mean the whole world.",
      "Sweeter than chocolates, Sweeter than wind, Sweeter than just about everything, You are my Valentine, Happy I Love You Day.",
      "Your eyes lit up my world, your smile brightened my sky.",
      "Without your love I can do nothing, with your love there is nothing I can’t do.",
      "You are late in your office by two hours and still she has a smile on her face at the coffee table that’s what love is …",
      "You call me just like the moon calls the tide, you love me from the outside and the inside, you are everything need, so much better than war and unbiased greed. Knock on the door, like you have never before, and step by step, we will make it safe to yonder shore!",
      "will love you more with every passing second of my life",
      "You are my darling you are all I see, If you love me always be honest with me…",
      "Your existence in my life gives me a heavenly feeling.",
      "You’re the one who made me realize what love is.",
      "You will always find me near when you need someone to love you.",
      "When I look at you, I’m amazed by your beauty, both on the outside and the inside. Happy Valentine’s Day!",
      "If I could die early I would ask God if I could be your guardian angel, so I could wrap my wings around you and embraces you whenever you feel alone…",
      "Roses are red and violets are blue, I’ve never been more in love with you! Happy Valentine’s Day, my love!",
      "I want to wake up to see you by my side, and I want to feel you, next to me, the last thing before I go to sleep I want to share every moment with you.",
      "You always know exactly how I feel and you are always there to make me feel alright when I stay far away from you… It is love that keep the connection between us so strong.",
      "With every passing second, my love for you grows and gets stronger",
      "Wish I could bring away all the stars in the sky to shine on you always",
      "From head to toe and inside and out, I wouldn’t change anything about you. You’re ideal in your beauty as well as in your being. Happy Valentine’s Day!",
      "You are sweeter than chocolate and more beautiful than a rose.",
      "Your kiss gives me a magical feeling in my heart.",
      "R for red, red for blood, blood for heart, heart for love, love for you, you for me, me is you, I love you.",
      "You’re as precious as my life to me.",
      "Will do whatever it takes to spend the entire lifetime with you.",
      "You may not love me like I love you, You may not care for me like I care for you But if you ever need me, I will always be around for you.",
      "You are not mine, but still I don’t know why I am afraid of losing you.",
      "You are the best gift I could ever ask to have for Valentine’s Day!",
      "You are the perfect Valentine that I always dream",
      "A valentine is a gift to the heart, a friend to the spirit, a golden thread to the meaning of life.",
      "To be treated the same way everyday… that’s my take on Valentine’s Day",
      "You are my destination in life, also the way to reach to it. Wish to spend this lovely journey with you.",
      "You are the answers to all my prayers",
      "It was love at first sight… and second sight… and third… and so on. It was, it is and it will be you and me in love forever.",
      "You made me realize that how special I and my love are to you.",
      "If you wake up one day and were asked to have a wish, what would it be?",
      "May this Valentine bless us with the cupid of love and warmth of romance.",
      "You cannot be lonely if you like the person you’re alone with.",
      "You are the light of my life, the definition of my love.",
      "Mine would be that our love would last until you see an apple in an orange tree.",
      "Your love help me find happiness in the most unexpected ways… life with you has been sheer bliss.",
      "You brighten up my life with your smile.",
      "Darling, my love for you is as deep as the sea and as high as the sky. Happy Valentine’s Day!",
      "Your love lightens up my path and shows me the way to move forward.",
      "Whenever I see you I thank God to give me such a wonderful gift.",
      "Love is like swallowing hot chocolate before it has cooled off. It takes you by surprise at first, but keeps you warm for a long time.",
      "Your love makes my life stronger and happier – be mine forever.",
      "Whenever anyone asks me your address, I point at my heart.",
      "You are a friend to me, a friend who I would never ever want to lose. I love you more than anything else in this world. Happy Valentine’s Day.",
      "You are unique, You are caring and You are the Best. And I am the luckiest to have you in my life! Happy Valentine’s Day my sweet heart!",
      "Love is like a cloud… love is like a dream… love is 1 word and everything in between… love is a fairytale come true… I found love when I found you.",
      "You are my biggest crush since date and now I want you to be my lover. Will you be mine on this Valentine’s Day?",
      "You are my first thought when I wake up; you are my last thought when I fall asleep.",
      "You have taught me the true meaning of Love.",
      "You have been all over me like a spell and I am drowning deep into this magical charm."
    ]
}
