{
"quotes": [
      "The only secret behind a successful and happy marriage is to find a right person. And a person is right for you if you love to be with them.",
      "Here’s a cheer to the newlyweds! As you go on with life’s journey, may your love and trust for each other grow each day!",
      "The years will pass but I wish that the love between you both only grow more stronger as the time pass by. Happy Anniversary!",
      "Best wishes on your wedding day! May this be the beginning of a great and happy marriage!",
      "Sending you warm wishes on your anniversary; may you continue to grow older and happier together.",
      "If I had to describe the two of you, I would say that you are unique, beautiful and precious. Congratulations!",
      "Seeing you two together brings happiness to us. May you nurture the special bond you have and Congratulations on your wedding day!",
      "I can finally start to refer to you as “old ball and chain”. However, I will wait until tomorrow and will start to make fun of you. But for now, let us celebrate this special day, which is your wedding day.",
      "I am so happy to see both of you exchanging vows and making unforgettable and inspiring promises. Thank you for sharing this special moment with us, congratulations!",
      "I wish that your wedding day is one that you both have always dreamed of, congratulations!",
      "We could not be happier in congratulating you on this special day of yours. We wish you both a beautiful marriage life altogether.",
      "Congratulations on your marriage! I’m pretty sure that I am going to cry during the entire ceremony, but these tears are definitely tears of joy and happiness.",
      "The moment of today will become tomorrow’s memory. Here’s to today and tomorrow, while you create a life of beautiful memories altogether, congratulations!",
      "I wish you a very happy wedding anniversary. Your couple is the best I have ever seen.",
      "An anniversary is the day of celebrating the memories of yesterday, the joys and today and the lovely hopes of tomorrow. Happy anniversary.",
      "Congratulations on your wedding day! May all of the things you like in each other from the start will become that glue that will hold you two together forever!",
      "The main thing in married life is the love from your better half and you are very lucky in this case. Happy wedding anniversary. I love to see couples who love each other blindly. A year has passed and your love is still same for each other. May your everyday be like your wedding day. Happy anniversary.",
      "May the bond of love between you gets stronger every day and may your every anniversary be more exciting. Happy anniversary to both of you.",
      "Sending you loving wishes that you\u0027ll grow deeper and deeper in love with every passing anniversary.",
      "Happy Anniversary! May you get many more years of life together to celebrate with your love getting stronger and stronger with time.",
      "Wedding anniversary is not just a date. It is the day which makes us remember how beautifully we knotted this relationship. Happy anniversary.",
      "I get real meaning of wedding when I see you. You are the best example of an ideal couple. Happy anniversary.",
      "Falling in love is easy, but staying in love is something different. You did it.                    Happy Anniversary",
      "I\u0027m so glad that we\u0027re together, I can\u0027t imagine my life without you by my side. Wishing you endless joy on our anniversary.",
      "Congratulations on tying the knot! Here’s wishing that your wedding day will bring you hope and a whole lot of happiness and fun.",
      "I love to see that you still love each other by heart after this much time. May you get many more happy moments. Happy Anniversary!",
      "After all these years, you still make an amazing couple. I wish you a very happy wedding anniversary.",
      "You two give real meaning to this beautiful relationship. Wish you a very happy anniversary.",
      "The main thing in married life is the love from your better half and you are very lucky in this case. Happy wedding anniversary.",
      " Happy Anniversary! May your love grow stronger and inspire all, and may life bless you with all the gifts.",
      "May your everyday be as special as your wedding day. Wishing you a very happy anniversary",
      "I pray to God that you stay like this forever. Wishing you a very happy wedding anniversary."
    ]
}
