{
"quotes": [
      "Here’s a special wish for lovely couple – may the love that blooms in your hearts on this day become the foundation on which larger monuments of your togetherness will be built.",
      "Wishing you joy, love and happiness on your wedding day and as you begin your new life together.",
      "May the love and happiness you feel today shine through the years.",
      "Wishing you lots of love—and lots of makeup sex!",
      "Here are blessings to the happy couple! May your commitment deepen and your happiness increase. Most of all, may your love grow even stronger!",
      "On your wedding day and in the coming years in your marriage, I wish that you will find your way altogether through the years.",
      "Here’s hoping that you will enjoy all of the pleasures that this togetherness in life may bring. May your marriage life be filled with so much happiness and delight, good luck!",
      "We all wish you a lifetime filled with lots of joy, happiness and beautiful memories. Congratulations!",
      "As you venture into this new journey to life, here’s wishing you lots of love, loyalty, devotion and joy.",
      "Getting married is like going to drama school. May there be more comedy than melodrama.",
      "A heartfelt congratulation on your wedding day! May your bond last for a lifetime and if it may change, may it change to be better and firmer!",
      "Our marriage advice: Love, honor and… scrub the toilet.",
      "Thank you for letting us/me share in this joyful day. We/I wish you all the best as you embark on this wonderful union.",
      "May today be the beginning of a long, happy life together.",
      "May the years ahead be filled with lasting joy.",
      "May the love you share today grow stronger as you grow old together.",
      "May your joining together bring you more joy than you can imagine.",
      "Cheers to a beautiful wedding day, wedding night and a much better life together. All the best for both of you and here’s wishing for a future that is filled with so much love and happiness.",
      "Here is a cheer for the beautiful bride and handsome groom, from everyone here in the room. Let’s celebrate on this special day! May all of the happiness will be here to stay!",
      "Warmest wishes to the two of you on your wedding day! May your mutual love and trust grow in each passing moment! Here’s looking forward to see you grow together forever.",
      "Love is all you need… stick with that crap and you\u0027ll do great!",
      "A wedding bond is one that helps to signify the unification of two loving hearts. May the seeds of love continuously grow through time and bring in plenty of joyous fruits to you both.",
      "May the One who brought you together bless your marriage, enrich your lives and deepen your love throughout the years.",
      "Your wedding day is the perfect time to celebrate joy, happiness and love. Congratulations to both of you and all the best for your future.",
      "Wishing you a lifetime of love and happiness.",
      "As Bill and Ted said, \u0027Be excellent to each other.\u0027",
      "With the warmest greetings to two special people. May your marriage bond unify your souls and bring the best in both of you.",
      "Heartiest congratulations to the both of you on your wedding day. May your marriage become a cloudless night sky that is filled with sparkling stars of joy, care and love!",
      "\u0027God has poured out His love into our hearts.\u0027 ",
      "Treat marriage like a hockey game. No roughing!",
      "Finally, your special day has come! As both of you will set out to begin a new journey of togetherness, here’s wishing that you will keep the fire burning and that you stay in love with each other forever.",
      "We are definitely glad to be a witness on this special day of yours. May your marriage years bring in so much joy to your life and fill you with unbounded love that you both truly deserve.",
      "Thanks for inviting us to eat and drink while you get married. Congrats!",
      "Congratulations to you both! For better or for worse, I know you are on this together. May you have as much happiness not only on your wedding day but along the way!",
      "Thanks for the free booze. Best wishes on a long, happy marriage!",
      "Best wishes on this wonderful journey, as you build your new lives together.",
      "Best Wishes! May your love deepen and your happiness propagates with each passing year of your marriage life!",
      "Wishing you many more days that are as happy and grateful as your wedding day and may your love grow as stronger from this day and beyond.",
      "Remember that your wedding day is the only first day in your lifetime of fairy tale! Congratulations from all of us here!",
      "Congratulations on your wedding day! It’s such an honor to be a witness on your special day and see the blooming love between two people that are dear to me.",
      "Your wedding day will come and go, but may your love forever grow."
    ]
}
